
local addonName, dodo = ...
local L = LibStub("AceLocale-3.0"):NewLocale(addonName, "koKR", true)
if not L then return end

-- BrowseGroup.lua
L["파티 탐색하기"] = "파티 탐색하기"
L["파티로 돌아가기"] = "파티로 돌아가기"

-- InsDifficulty.lua
L["인스턴스 난이도 설정"] = "인스턴스 난이도 설정"
L["일반"] = "일반"
L["영웅"] = "영웅"
L["신화"] = "신화"
L["10인"] = "10인"
L["25인"] = "25인"
L["던전"] = "던전"
L["공격대"] = "공격대"
L["낭만"] = "낭만"
L["인스턴스 초기화 완료!"] = "인스턴스 초기화 완료!"

-- KeyRoll.lua
L["파티 쐐기돌"] = "파티 쐐기돌"
L["알 수 없음"] = "알 수 없음"
L["|cff808080쐐기돌 없음|r"] = "|cff808080쐐기돌 없음|r"
L["돌 굴리세요!"] = "돌 굴리세요!"

-- NewLFG.lua
L["[ 신규 신청 ]\n\n|cffffff00파티창을 확인하세요!|r"] = "[ 신규 신청 ]\n\n|cffffff00파티창을 확인하세요!|r"

-- PartyClass.lua
L["파티 클래스 현황"] = "파티 클래스 현황"

-- QuickBobber.lua
L["낚시찌"] = "낚시찌"

-- Slash.lua
L["전투 중에는 열 수 없습니다."] = "You cannot open during combat."

-- Teleport.lua
L["오리지널"] = "오리지널"
L["불성"] = "불성"
L["리분"] = "리분"
L["대격변"] = "대격변"
L["판다"] = "판다"
L["드레노어"] = "드레노어"
L["군단"] = "군단"
L["격아"] = "격아"
L["어둠땅"] = "어둠땅"
L["용군단"] = "용군단"
L["내부전쟁"] = "내부전쟁"
L["한밤"] = "한밤"
L["기타"] = "기타"

L["기공 얼"] = "기공 얼"
L["기공 호"] = "기공 호"

L["검사"] = "검사"

L["기공"] = "기공"

L["소용돌이"] = "소용돌이"
L["파도"] = "파도"
L["그림바톨"] = "그림바톨"

L["옥룡사"] = "옥룡사"
L["양조장"] = "양조장"
L["음영파"] = "음영파"
L["모구샨"] = "모구샨"
L["석양문"] = "석양문"
L["사원"] = "사원"
L["붉수도원"] = "붉수도원"
L["전당"] = "전당"
L["스칼로"] = "스칼로"

L["상록숲"] = "상록숲"
L["어둠달"] = "어둠달"
L["정비소"] = "정비소"
L["선착장"] = "선착장"
L["피망치"] = "피망치"
L["아킨둔"] = "아킨둔"
L["하늘탑"] = "하늘탑"
L["검바탑"] = "검바탑"


L["용맹"] = "용맹"
L["넬둥"] = "넬둥"
L["별궁"] = "별궁"
L["카라잔"] = "카라잔"
L["검떼"] = "검떼"
L["어숲"] = "어숲"

L["자유지대"] = "자유지대"
L["썩은굴"] = "썩은굴"
L["메카곤"] = "메카곤"
L["저택"] = "저택"
L["아탈"] = "아탈"
L["보랄"] = "보랄"
L["왕노"] = "왕노"

L["죽상"] = "죽상"
L["역병"] = "역병"
L["티르너"] = "티르너"
L["속죄"] = "속죄"
L["승천"] = "승천"
L["고투"] = "고투"
L["저편"] = "저편"
L["핏빛"] = "핏빛"
L["타자베쉬"] = "타자베쉬"
L["나스리아"] = "나스리아"
L["지배"] = "지배"
L["태존매"] = "태존매"

L["노쿠드"] = "노쿠드"
L["담쟁이"] = "담쟁이"
L["대학"] = "대학"
L["루비"] = "루비"
L["넬타"] = "넬타"
L["보관소"] = "보관소"
L["주입"] = "주입"
L["울다만"] = "울다만"
L["여명"] = "여명"
L["금고"] = "금고"
L["아베루스"] = "아베루스"
L["아미"] = "아미"

L["바금"] = "바금"
L["부화장"] = "부화장"
L["새인호"] = "새인호"
L["수도원"] = "수도원"
L["수문"] = "수문"
L["실타래"] = "실타래"
L["아라카라"] = "아라카라"
L["양조장"] = "양조장"
L["어불동"] = "어불동"
L["알다니"] = "알다니"
L["언더마인"] = "언더마인"
L["마괴종"] = "마괴종"

L["하우징"] = "하우징"

-- Option.lua
